<html>
	<head>
		<title> Universo Marvel </title>
	</head>
	
	<body>
		<h1> Universo Marvel </h1>
		<a href="JoaquinL.html#historia"> Historia </a>
		&emsp;
		<a href="JoaquinL.html#rol"> Juegos de rol </a>
		&emsp;
		<a href="JoaquinL.html#games"> Videojuegos </a>
		
		<p> El <b>Universo Marvel</b> es el universo de ficci&oacute;n compartido en el que ocurren la mayor&iacute;a de las historias de los<br>c&oacute;mics publicados por <em>Marvel Comics</em>. El t&eacute;rmino suele utilizarse para referirse a la continuidad principal de<br>Marvel; pero a veces se usa tambi&eacute;n para hablar del <em>Multiverso Marvel</em>, compuesto por todas las distintas<br>continuidades que aparecen dentro de las publicaciones de <em>Marvel Comics</em>.</p>
		
		<h2> <a name="historia"> Historia </a></h2>
		<p>A pesar de que ya d&eacute;cadas antes, cuando Marvel a&uacute;n se llamaba <em>Timely</em>, ya hubo historias que mezclaban<br>series distintas (concretamente, las que enfrentaron a <b>Namor</b> y la Antorcha Humana original), no fue hasta<br>principios de los 60 cuando se lleg&oacute; a una verdadera continuidad com&uacute;n, coincidiendo con el cambio de<br>nombre de la editorial.</p>
		<p>En 1961, el guionista y editor <b>Stan Lee</b>, junto con un elenco de dibujantes como <b>Jack Kirby</b> y <b>Steve Ditko</b>,<br>creó una serie de títulos en los que los acontecimientos ocurridos en uno de ellos acababan repercutiendo en<br>otros, de tal forma que el conjunto de las historias mostraba cómo los personajes se desarrollaban. Los<br>protagonistas de un título podían también hacer "cameos" (apariciones mínimas) o aparecer como invitados<br>en otras series. Con el tiempo, muchos de los principales superhéroes se agruparon para formar los<br><em>Vengadores</em>.</p>
		<p>Un aspecto notable del universo Marvel es el hecho de situar sus principales t&iacute;tulos en la ciudad de Nueva<br>York (ciudad donde viv&iacute;an la mayor&iacute;a de los autores); la mayor&iacute;a de las historias de otras editoriales se<br>situaban en ciudades imaginarias. Se procuraba retratar la ciudad y el mundo en general de forma tan realista<br>como fuera posible, salvo por la presencia de seres superhumanos y el efecto que provocaban en el resto de<br>la gente.</p>
		<p>Con el tiempo, algunos guionistas presionaron a los editores de Marvel para incorporar la idea de multiverso,<br>mecanismo que permit&iacute;a tener una multitud de universos de ficci&oacute;n distintos que habitualmente no<br>interactuaban. As&iacute;, lo que ocurre en la <b>Tierra 616</b> (la que protagoniza el universo Marvel principal)<br>habitualmente no afecta a otros universos de Marvel. A pesar de ello, los habitantes de uno de esos universos<br>pueden visitar en ocasiones los otros universos (que para ellos son universos alternativos).</p>
		<p>En 1982 se public&oacute; la miniserie <b>Contest of Champions</b>, donde los principales superh&eacute;roes de la editorial<br>fueron reunidos para enfrentarse a una &uacute;nica amenaza, en lo que fue la primera miniserie de Marvel. Cada<br>n&uacute;mero conten&iacute;a biograf&iacute;as de muchos personajes, siendo un precedente del Official Handbook of the<br>Marvel Universe (una especie de enciclopedia sobre el universo Marvel), que fue publicada poco despu&eacute;s.</p>
		<p>En 1986, en honor del 25 aniversario de Marvel Comics, el entonces editor jefe <b>Jim Shooter</b> anunci&oacute; la l&iacute;nea<br>editorial del <b>Nuevo Universo</b>. Los t&iacute;tulos de esta l&iacute;nea ocurr&iacute;an en un universo de superh&eacute;roes<br>autocontenido, cuya principal caracter&iacute;stica era un mayor realismo; pero debido a la falta de apoyo editorial<br>(seg&uacute;n el propio Shooter, el presupuesto final fue muy inferior al prometido) y la falta de inter&eacute;s por parte de<br>los lectores, la l&iacute;nea fue cancelada tras 3 años.</p>
		<p>A lo largo de los años, a medida que el n&uacute;mero de t&iacute;tulos publicados se incrementaba y aumentaba el n&uacute;mero<br>de historias pasadas, se fue haciendo m&aacute;s y m&aacute;s dif&iacute;cil mantener la coherencia interna y la continuidad. A<br>diferencia de <em>DC Comics</em> (su principal competidor), Marvel nunca ha hecho ning&uacute;n recomienzo de su<br>continuidad. En los &uacute;ltimos años, se han hecho intentos menores de hacer historias m&aacute;s accesibles para<br>nuevos lectores, como la l&iacute;nea <b>Heroes Reborn</b>, que narraban las aventuras de algunos de los principales<br>h&eacute;roes de la editorial, cuando fueron temporalmente exiliados en un universo de bolsillo, olvidando durante<br>ese tiempo su pasado y empezando desde cero.</p>
		<p>En este sentido, un intento m&aacute;s ambicioso es la l&iacute;nea <b>Ultimate</b>, que ocurre en un universo al margen de la<br>continuidad principal, y que en esencia vuelve a empezar todo el universo Marvel desde el principio, con<br>personajes muy similares con los mismos nombres. As&iacute;, la l&iacute;nea incluye t&iacute;tulos propios para los <b>Vengadores</b><br>(cambiando su nombre por <em>Ultimates</em>), <b>X-Men</b>, <b>Spider-Man</b>, y los <b>4 Fant&aacute;sticos</b>; as&iacute; como de otros<br>personajes. Sin embargo, a diferencia del proyecto Heroes Reborn mencionado anteriormente, la publicaci&oacute;n<br>de los t&iacute;tulos Ultimate no implic&oacute; la cancelaci&oacute;n de sus contrapartidas situadas en el universo Marvel<br>habitual.</p>
		<p>En 2002 se cit&oacute; en la secci&oacute;n de noticias de Nature un estudio sobre las interacciones entre personajes del<br>universo Marvel, seg&uacute;n el cual este universo de ficci&oacute;n comparte algunas caracter&iacute;sticas no aleatorias con las<br>redes sociales de colaboraci&oacute;n entre cient&iacute;ficos o actores que aparecen en una misma pel&iacute;cula. Este patr&oacute;n de<br>comportamiento se desarrolla sin coordinaci&oacute;n deliberada entre muchos guionistas a lo largo de años. El<br>personaje con m&aacute;s conexiones con otros en el Universo Marvel es el <b>Capit&aacute;n Am&eacute;rica</b>.</p>

		<h2> <a name="rol"> Juegos de rol </a></h2>
		<p>Cuatro juegos de rol han sido ambientados en el universo Marvel:</p>
		<ol>
			<li>Marvel Super Heroes (TSR, 1984)</li>
			<li>Marvel Super Heroes Adventure Game (TSR, 1998)</li>
			<li>Marvel Universe Roleplaying Game (Marvel Comics, 2003)</li>
			<li>Marvel Heroic Roleplaying (Margaret Weis Productions, 2012)</li>
		</ol>
		
		<h2> <a name="games"> Videojuegos </a></h2>
		<ul>
			<li>Marvel Super Heroes (1995)</li>
			<li>Marvel Super Heroes vs. Street Fighter (1997)</li>
			<li>Marvel Ultimate Alliance</li>
			<li>Marvel Ultimate Alliance 2</li>
			<li>Marvel vs. Capcom</li>
			<li>Marvel vs. Capcom 2</li>
			<li>Marvel vs. Capcom 3 (2010)</li>
			<li>Marvel vs. Capcom Infinite (2017)</li>
			<li>Marvel Heroes</li>
		</ul>
		<p>"<em>Marvel Contest of Champions</em>"(2014) este juego est&aacute; catalogado como unos de los mejores.</p>
		<p><br><br><em>Nota</em>:Textos extra&iacute;dos de <a href="https://es.wikipedia.org/wiki/Universo_Marvel"> Universo Marvel</a> en Wikipedia</p>
	</body>
</html>