<html>
	<head>
		<title> DAW </title>
	</head>
	
	<body>
		<h1> Desarrollo de Aplicaciones Web </h1>
		<a href="daw.html#requisitos"> Requisitos de acceso<br></a>
		<a href="daw.html#aprender"> ¿Qu&eacute; voy a aprender y hacer?<br></a>
		<a href="daw.html#plan"> Plan de formaci&oacute;n<br></a>
		<a href="daw.html#quehacer"> Al finalizar mis esudios, ¿qu&eacute; puedo hacer?</a>
		
		<h2> <a name="requisitos"> Requisitos de acceso </a> </h2>
		<p> Puedes acceder a un ciclo de grado superior cuando re&uacute;nas alguno de los siguientes requisitos: </p>
		<ol>
			<li>Accseo directo:</li>
			<ul>
				<li>Estar en posesi&oacute;n del T&iacute;tulo de Bachiller, o de un certificado acreditativo de haber superado<br>todas las materias del Bachillerato.</li>
				<li>Estar en posesi&oacute;n del T&iacute;tulo de Bachillerato Unificado Polivalente (BUP).</li>
				<li>Haber superado el segundo curso de cualquier modalidad de Bachillerato experimental.</li>
				<li>Estar en posesi&oacute;n de un T&iacute;tulo de T&eacute;cnico (Formaci&oacute;n Profesional de Grado Medio), siempre<br>que la demanda de plazas en ciclos formativos de grado superior supere la oferta, las<br>Administraciones educativas podr&aacute;n establecer procedimientos de admisi&oacute;n al centro docente,<br>de acuerdo con las condiciones que el Gobierno determine reglamentariamente.</li>
				<li>Estar en posesi&oacute;n de un T&iacute;tulo de T&eacute;cnico Superior, T&eacute;cnico Especialista o equivalente a efectos<br>acad&eacute;micos.</li>
				<li>Haber superado el Curso de Orientaci&oacute;n Universitaria (COU).</li>
				<li>Estar en posesi&oacute;n de cualquier Titulaci&oacute;n Universitaria o equivalente.</li>
			</ul>
			<li>Acceso mediante prueba (para quienes no tengan alguno de los requisitos anteriores):</li>
			<ul>
				<li>Haber superado la prueba de acceso a ciclos formativos de grado superior (se requiere tener al<br>menos 19 años en el año que se realiza la prueba o 18 para quienes poseen el t&iacute;tulo de T&eacute;cnico).</li>
				<li>Haber superado la prueba de acceso a la Universidad para mayores de 25 años.</li>
			</ul>
		</ol>
		
		<h2> <a name="aprender"> ¿Qu&eacute; voy a aprender y hacer?</a></h2>
		<p>Desarrollar, implantar, y mantener aplicaciones web, con independencia del modelo empleado y utilizando<br>tecnolog&iacute;as espec&iacute;ficas, garantizando el acceso a los datos de forma segura y cumpliendo los criterios de<br>accesibilidad, usabilidad y calidad exigidas en los est&aacute;ndares establecidos.</p>
		<p>Este profesional ser&aacute; capaz de:</p>
		<ul>
			<li>Configurar y explotar sistemas inform&aacute;ticos, adaptando la configuraci&oacute;n l&oacute;gica del sistema seg&uacute;n las<br>necesidades de uso y los criterios establecidos.</li>
			<li>Aplicar t&eacute;cnicas y procedimientos relacionados con la seguridad en sistemas, servicios y aplicaciones,<br>cumpliendo el plan de seguridad.</li>
			<li>Gestionar servidores de aplicaciones adaptando su configuraci&oacute;n en cada caso para permitir el<br>despliegue de aplicaciones web.</li>
			<li>Gestionar bases de datos, interpretando su diseño l&oacute;gico y verificando integridad, consistencia,<br>seguridad y accesibilidad de los datos.</li>
			<li>Desarrollar aplicaciones web con acceso a bases de datos utilizando lenguajes, objetos de acceso y<br>herramientas de mapeo adecuados a las especificaciones.</li>
			<li>Integrar contenidos en la l&oacute;gica de una aplicaci&oacute;n web, desarrollando componentes de acceso a datos<br>adecuados a las especificaciones.</li>
			<li>Desarrollar interfaces en aplicaciones web de acuerdo con un manual de estilo, utilizando lenguajes de<br>marcas y est&aacute;ndares web.</li>
			<li>Desarrollar componentes multimedia para su integraci&oacute;n en aplicaciones web, empleando herramientas<br>espec&iacute;ficas y siguiendo las especificaciones establecidas.</li>
			<li>Integrar componentes multimedia en el interface de una aplicaci&oacute;n web, realizando el an&aacute;lisis de<br>interactividad, accesibilidad y usabilidad de la aplicaci&oacute;n.</li>
			<li>Desarrollar e integrar componentes software en el entorno del servidor web, empleando herramientas y<br>lenguajes espec&iacute;ficos, para cumplir las especificaciones de la aplicaci&oacute;n.</li>
			<li>Desarrollar servicios para integrar sus funciones en otras aplicaciones web, asegurando su<br>funcionalidad.</li>
			<li>Integrar servicios y contenidos distribuidos en aplicaciones web, asegurando su funcionalidad.</li>
		</ul>
		
		<h2> <a name="plan">Plan de Formaci&oacute;n</a></h2>
		<p>Los m&oacute;dulos profesionales de este ciclo formativo son los siguientes:</p>
		<ul>
			<li>Sistemas inform&aacute;ticos.</li>
			<li>Bases de datos.</li>
			<li>Programaci&oacute;n.</li>
			<li>Lenguajes de marcas y sistemas de gesti&oacute;n de informaci&oacute;n.</li>
			<li>Entornos de desarrollo.</li>
			<li>Desarrollo web en entorno cliente.</li>
			<li>Desarrollo web en entorno servidor.</li>
			<li>Despliegue de aplicaciones web.</li>
			<li>Diseño de interfaces WEB.</li>
			<li>Proyecto de desarrollo de aplicaciones web.</li>
			<li>Formaci&oacute;n y orientaci&oacute;n laboral.</li>
			<li>Empresa e iniciativa emprendedora.</li>
			<li></li>Formaci&oacute;n en centros de trabajo.</li>
		</ul>
		
		<h2> <a name="quehacer"> Al finalizar mis estudios, ¿qu&eacute; puedo hacer?</a></h2>
		<ol>
			<li>Trabajar:</li>
			<ul>
				<li>Programador Web.</li>
				<li>Programador Multimedia.</li>
				<li>Desarrollador de aplicaciones en entornos Web.</li>
			</ul>
			<li>Seguir estudiando:</li>
			<ul>
				<li>Cursos de especializaci&oacute;n profesional.</li>
				<li>Otro Ciclo de Formaci&oacute;n Profesional con la posibilidad de establecer convalidaciones de<br>m&oacute;dulos profesionales de acuerdo a la normativa vigente.</li>
				<li>Preparaci&oacute;n de las Pruebas de Evaluaci&oacute;n de Bachillerato (&uacute;nicamente las asignaturas troncales)</li>
				<li>Enseñanzas Universitarias con la posibilidad de establecer convalidaciones de acuerdo con la<br>normativa vigente</li>
			</ul>
		</ol>
	</body>
</html>